Repository: ProtonMail/ios-mail
Catalog: Modules/InboxCoreUI/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_hans, zh_hant

source: PIN and Biometry are disabled on your device. Enable them in Settings or sign in to unlock this app.
be: PIN і біяметрыя адключаны на вашай прыладзе. Уключыце іх у наладах або ўвайдзіце, каб разблакіраваць гэту праграму.
ca: El codi PIN i la biometria estan desactivats al dispositiu. Activeu-los a les preferències o inicieu la sessió per desbloquejar aquesta aplicació.
cs: PIN a biometrie jsou na vašem zařízení deaktivovány. Povolte je v nastavení nebo se pro odemknutí této aplikace přihlaste.
da: Pinkode og biometri er deaktiveret på din enhed. Aktivér dem i indstillinger eller log ind for at låse denne app op.
de: PIN und Biometrie sind auf deinem Gerät deaktiviert. Aktiviere sie in den Einstellungen oder melde dich an, um diese App zu entsperren.
el: Το PIN και η Βιομετρία είναι απενεργοποιημένα στη συσκευή σας. Ενεργοποιήστε τα στις Ρυθμίσεις ή συνδεθείτε για να ξεκλειδώσετε αυτήν την εφαρμογή.
es: Las funciones de código PIN y biometría están desactivadas en tu dispositivo. Actívalas en Ajustes o inicia sesión para desbloquear esta aplicación.
es_419: Las funciones de código PIN y biometría están desactivadas en su dispositivo. Actívelas en Ajustes o inicie sesión para desbloquear esta aplicación.
fi: PIN ja biometria ovat poissa käytöstä laitteellasi. Ota ne käyttöön asetuksista tai kirjaudu sisään avataksesi tämän sovelluksen.
fr: Les fonctions code PIN et de biométrie sont désactivées sur votre appareil. Activez-les dans les paramètres ou connectez-vous pour déverrouiller cette application.
hu: A PIN kód és a Biometria le van tiltva az eszközén. Engedélyezze őket a beállításokban vagy jelentkezzen be az alkalmazás feloldásához.
id: PIN dan Biometri dinonaktifkan pada perangkat Anda. Aktifkan kedua fitur ini di Pengaturan atau masuk untuk membuka kunci aplikasi ini.
it: PIN e biometria sono disabilitati sul tuo dispositivo. Attivali nelle impostazioni o accedi per sbloccare questa app.
ja: PINと生体認証があなたのデバイスで無効になっています。設定で有効にするか、サインインしてください。
ko: PIN과 생체 인식이 기기에서 비활성화되어 있습니다. 설정에서 활성화하거나 로그인하여 이 앱의 잠금을 해제하세요.
nb: PIN og Biometri er deaktivert på enheten din. Aktiver dem i innstillinger eller logg på for å låse opp denne appen.
nl: Pincode en biometrie zijn uitgeschakeld op uw apparaat. Schakel ze in via de instellingen of log in om deze app te ontgrendelen.
pl: PIN i biometria są wyłączone na urządzeniu. Włącz je w ustawieniach lub zaloguj się, aby odblokować aplikację.
pt: As funcionalidades de código PIN e de biometria estão desativadas no seu dispositivo. Ative-as nas definições ou inicie sessão para desbloquear esta aplicação.
pt_br: O PIN e a biometria estão desativados no seu dispositivo. Ative-os nas Configurações ou inicie a sessão para desbloquear este aplicativo.
ro: PIN-ul și biometria sunt dezactivate pe dispozitiv. Activați-le din setări sau conectați-vă pentru a debloca această aplicație.
ru: PIN-код и биометрия отключены на вашем устройстве. Включите их в настройках или войдите, чтобы разблокировать это приложение.
sk: PIN a biometria sú na vašom zariadení zakázané. Povoľte ich v nastaveniach alebo sa prihláste na odomknutie tejto aplikácie.
sl: PIN in biometrija sta onemogočeni v vaši napravi. Omogočite jih v nastavitvah ali se prijavite za odklepanje te aplikacije.
sv: PIN och biometri är inaktiverade på din enhet. Aktivera dem i inställningar eller logga in för att låsa upp denna app.
tr: Aygıtınızda PIN kodu ve Biyometri kullanıma alınmamış. Ayarlar bölümünden bunları açın ya da bu uygulamanın kilidini açmak için oturum açın.
uk: PIN-код і біометрія вимкнені на вашому пристрої. Увімкніть їх у налаштуваннях або увійдіть, аби розблокувати цей застосунок.
zh_hans: 您的设备已禁用 PIN 码和生物识别。请在“设置”中启用或登录以解锁此应用程序。
zh_hant: 您的裝置上已停用 PIN 和生物辨識。請在「設定」中啟用它們或登入以解鎖此應用程式。

source: PIN and Face ID are disabled on your device. Enable them in Settings or sign in to unlock this app.
be: PIN і Face ID адключаны на вашай прыладзе. Уключыце іх у наладах або ўвайдзіце, каб разблакіраваць гэту праграму.
ca: El codi PIN i el Face ID estan desactivats al dispositiu. Habiliteu-los a les preferències o inicieu la sessió per a desbloquejar aquesta aplicació.
cs: PIN a Face ID jsou na vašem zařízení deaktivovány. Povolte je v nastavení nebo se pro odemknutí této aplikace přihlaste.
da: Pinkode og Face ID er deaktiveret på din enhed. Aktivér dem i indstillinger eller log ind for at låse op for denne app.
de: PIN und Face ID sind auf deinem Gerät deaktiviert. Aktiviere sie in den Einstellungen oder melde dich an, um diese App zu entsperren.
el: Το PIN και το Face ID είναι απενεργοποιημένα στη συσκευή σας. Ενεργοποιήστε τα στις Ρυθμίσεις ή συνδεθείτε για να ξεκλειδώσετε αυτήν την εφαρμογή.
es: Las funciones de código PIN y Face ID están desactivadas en tu dispositivo. Actívalos en Ajustes o inicia sesión para desbloquear esta aplicación.
es_419: Las funciones de código PIN y Face ID están desactivadas en su dispositivo. Actívelas en Ajustes o inicie sesión para desbloquear esta aplicación.
fi: PIN ja Face ID ovat poissa käytöstä laitteellasi. Ota ne käyttöön asetuksissa tai kirjaudu sisään avataksesi tämän sovelluksen.
fr: Les options PIN et Face ID sont désactivées sur votre appareil. Activez-les dans les paramètres ou connectez-vous pour déverrouiller cette application.
hu: PIN kód és Face ID le van tiltva az eszközén. Engedélyezze őket a beállításokban vagy jelentkezzen be az alkalmazás feloldásához.
id: PIN dan Face ID dinonaktifkan pada perangkat Anda. Aktifkan kedua fitur ini di Pengaturan atau masuk untuk membuka kunci aplikasi ini.
it: PIN e Face ID sono disattivati sul tuo dispositivo. Attivali nelle Impostazioni o accedi per sbloccare questa app.
ja: PINとFace IDはあなたのデバイスで無効になっています。設定で有効にするか、サインインしてください。
ko: PIN과 Face ID가 기기에서 비활성화되어 있습니다. 설정에서 활성화하거나 로그인하여 이 앱의 잠금을 해제하세요.
nb: PIN og Face ID er deaktivert på enheten din. Aktiver dem i innstillinger eller logg på for å låse opp denne appen.
nl: Pincode en Face ID zijn uitgeschakeld op uw apparaat. Schakel ze in in Instellingen of log in om deze app te ontgrendelen.
pl: PIN i Face ID są wyłączone na urządzeniu. Włącz je w ustawieniach lub zaloguj się, aby odblokować aplikację.
pt: As funcionalidades de código e de Face ID estão desativadas no seu dispositivo. Ative-as nas definições ou inicie sessão para desbloquear esta aplicação.
pt_br: O PIN e o Face ID estão desativados no seu dispositivo. Ative-os nas Configurações ou inicie a sessão para desbloquear este aplicativo.
ro: PIN-ul și Face ID sunt dezactivate pe dispozitiv. Activați-le din setări sau conectați-vă pentru a debloca această aplicație.
ru: PIN-код и Face ID отключены на вашем устройстве. Включите их в настройках или войдите, чтобы разблокировать это приложение.
sk: PIN a Face ID sú zakázané na vašom zariadení. Povoľte ich v Nastaveniach alebo sa prihláste, aby ste odomkli túto aplikáciu.
sl: PIN in Face ID sta onemogočeni na vaši napravi. Omogočite ju v nastavitvah ali se prijavite, da odklenete to aplikacijo.
sv: PIN och Face ID är inaktiverade på din enhet. Aktivera dem i inställningar eller logga in för att låsa upp denna app.
tr: Aygıtınızda PIN kodu ve Face ID kullanıma alınmamış. Ayarlar bölümünden bunları açın ya da bu uygulamanın kilidini açmak için oturum açın.
uk: PIN-код та Face ID вимкнені на вашому пристрої. Увімкніть їх у налаштуваннях або увійдіть, аби розблокувати цей застосунок.
zh_hans: 您的设备已禁用 PIN 码和 Face ID。请在“设置”中启用或登录以解锁此应用程序。
zh_hant: 您的裝置上已停用 PIN 和 Face ID。請在「設定」中啟用它們或登入以解鎖此應用程式。

source: PIN and Touch ID are disabled on your device. Enable them in Settings or sign in to unlock this app.
be: PIN і Touch ID адключаны на вашай прыладзе. Уключыце іх у наладах або ўвайдзіце, каб разблакіраваць гэту праграму.
ca: El codi PIN i el Touch ID estan desactivats al dispositiu. Activeu-los a les preferències o inicieu la sessió per a desbloquejar aquesta aplicació.
cs: PIN a Touch ID jsou na vašem zařízení deaktivovány. Povolte je v nastavení nebo se pro odemknutí této aplikace přihlaste.
da: Pinkode og Touch ID er deaktiveret på din enhed. Aktivér dem i indstillinger eller log ind for at låse denne app op.
de: PIN und Touch ID sind auf deinem Gerät deaktiviert. Aktiviere sie in den Einstellungen oder melde dich an, um diese App zu entsperren.
el: Το PIN και το Touch ID είναι απενεργοποιημένα στη συσκευή σας. Ενεργοποιήστε τα στις Ρυθμίσεις ή συνδεθείτε για να ξεκλειδώσετε αυτήν την εφαρμογή.
es: Las funciones de código PIN y Touch ID están desactivadas en tu dispositivo. Actívalas en Ajustes o inicia sesión para desbloquear esta aplicación.
es_419: Las funciones de código PIN y Touch ID están desactivadas en su dispositivo. Actívelas en Ajustes o inicie sesión para desbloquear esta aplicación.
fi: PIN ja Touch ID on poistettu käytöstä laitteellasi. Ota ne käyttöön asetuksissa tai kirjaudu sisään avataksesi tämän sovelluksen.
fr: Les fonctions de code PIN et Touch ID sont désactivées sur votre appareil. Activez-les dans les paramètres ou connectez-vous pour déverrouiller cette application.
hu: A PIN kód és a Touch ID le van tiltva az eszközén. Engedélyezze őket a beállításokban, vagy jelentkezzen be az alkalmazás feloldásához.
id: PIN dan Touch ID dinonaktifkan pada perangkat Anda. Aktifkan kedua fitur ini di Pengaturan atau masuk untuk membuka kunci aplikasi ini.
it: Il PIN e Touch ID sono disabilitati sul tuo dispositivo. Attivali nelle impostazioni o accedi per sbloccare questa app.
ja: PINとTouch IDはあなたのデバイスで無効になっています。設定で有効にするか、サインインしてください。
ko: PIN과 Touch ID가 기기에서 비활성화되어 있습니다. 설정에서 활성화하거나 로그인하여 이 앱의 잠금을 해제하세요.
nb: PIN og Touch ID er deaktivert på din enhet. Aktiver dem i innstillinger eller logg på for å låse opp denne appen.
nl: Pincode en Touch ID zijn uitgeschakeld op uw apparaat. Schakel ze in; in Instellingen of log in om deze app te ontgrendelen.
pl: PIN i Touch ID są wyłączone na urządzeniu. Włącz je w ustawieniach lub zaloguj się, aby odblokować aplikację.
pt: As funcionalidades de código PIN e Touch ID estão desativadas no seu dispositivo. Ative-as nas definições ou inicie sessão para desbloquear esta aplicação.
pt_br: O PIN e o Touch ID estão desabilitados no seu dispositivo. Ative-os em Configurações ou inicie a sessão para desbloquear este aplicativo.
ro: PIN-ul și Touch ID sunt dezactivate pe dispozitiv. Activați-le din setări sau conectați-vă pentru a debloca această aplicație.
ru: PIN-код и Touch ID отключены на вашем устройстве. Включите их в настройках или войдите, чтобы разблокировать это приложение.
sk: PIN a Touch ID sú zakázané na vašom zariadení. Povoľte ich v Nastaveniach alebo sa prihláste na odomknutie tejto aplikácie.
sl: PIN in Touch ID sta onemogočeni v vaši napravi. Omogočite ju v nastavitvah ali se prijavite za odklepanje te aplikacije.
sv: PIN och Touch ID är inaktiverade på din enhet. Aktivera dem i inställningar eller logga in för att låsa upp denna app.
tr: Aygıtınızda PIN kodu ve Touch ID kullanıma alınmamış. Ayarlar bölümünden bunları açın ya da bu uygulamanın kilidini açmak için oturum açın.
uk: PIN-код і Touch ID вимкнені на вашому пристрої. Увімкніть їх у налаштуваннях або увійдіть, аби розблокувати цей застосунок.
zh_hans: 您的设备已禁用 PIN 码和 Touch ID。请在“设置”中启用或登录以解锁此应用程序。
zh_hant: 您的裝置上已停用 PIN 和 Touch ID。請在「設定」中啟用它們或登入以解鎖此應用程式。

source: PIN Code
be: PIN-код
ca: Codi PIN
cs: PIN kód
da: Pinkode
el: Κωδικός PIN
es: Código PIN
es_419: Código PIN
fi: PIN-koodi
fr: Code PIN
hu: PIN kód
id: Kode PIN
it: Codice PIN
ja: PIN コード
ko: PIN 코드
nb: PIN-kode
pl: Kod PIN
pt: Código PIN
pt_br: Código PIN
ro: Cod PIN
ru: PIN-код
sk: PIN kód
sl: Koda PIN
sv: PIN-kod
tr: PIN kodu
uk: PIN-код
zh_hans: PIN 码
zh_hant: 個人識別號碼

source: Please authenticate to unlock your screen.
be: Неабходна аўтэнтыфікацыя, каб разблакіраваць экран.
ca: Autentiqueu-vos per a desbloquejar la pantalla.
cs: Pro odemčení obrazovky proveďte ověření.
da: Autentificer for at låse din skærm op.
de: Bitte authentifizieren, um den Bildschirm zu entsperren.
el: Πραγματοποιήστε έλεγχο ταυτότητας για να ξεκλειδώσετε την οθόνη σας.
es: Autentícate para desbloquear la pantalla.
es_419: Autentíquese para desbloquear la pantalla.
fi: Todenna henkilöllisyytesi avataksesi näytön lukituksen.
fr: Veuillez vous authentifier pour déverrouiller votre écran.
hu: Kérjük, hitelesítse magát a képernyő feloldásához.
id: Silakan lakukan autentikasi untuk membuka kunci layar Anda.
it: Effettua l'autenticazione per sbloccare lo schermo.
ja: 画面をロック解除するには認証が必要です。
ko: 화면 잠금을 해제하려면 인증해 주세요.
nb: Autentiser for å låse opp skjermen.
nl: Authenticeer om uw scherm te ontgrendelen.
pl: Uwierzytelnij się, aby odblokować ekran.
pt: Autentique-se para desbloquear o ecrã.
pt_br: Faça a autenticação para desbloquear a tela.
ro: Autentificați-vă pentru a debloca ecranul.
ru: Пройдите аутентификацию, чтобы разблокировать экран.
sk: Pre odomknutie obrazovky sa overte, prosím.
sl: Za odklep zaslona se prijavite.
sv: Autentisera för att låsa upp din skärm.
tr: Ekran kilidinizi açmak için kimliğinizi doğrulayın.
uk: Авторизуйтеся, щоби розблокувати екран.
zh_hans: 请进行身份验证以解锁屏幕。
zh_hant: 請驗證以解鎖螢幕。

source: Sign in again
be: Увайсці яшчэ раз
ca: Torneu a iniciar la sessió
cs: Přihlásit se znovu
da: Log ind igen
de: Erneut anmelden
el: Συνδεθείτε ξανά
es: Iniciar sesión de nuevo
es_419: Iniciar sesión de nuevo
fi: Kirjaudu uudelleen
fr: Se reconnecter
hu: Jelentkezzen be újra
id: Masuk kembali
it: Accedi di nuovo
ja: 再度ログイン
ko: 다시 로그인
nb: Logg på igjen
nl: Opnieuw inloggen
pl: Zaloguj się ponownie
pt: Iniciar sessão novamente
pt_br: Iniciar sessão novamente
ro: Reconectați-vă
ru: Войти снова
sk: Prihláste sa znovu
sl: Ponovno se prijavite
sv: Logga in igen
tr: Yeniden oturum aç
uk: Увійдіть знову
zh_hans: 重新登录
zh_hant: 重新登入

source: Sign out
be: Выйсці
ca: Tanca la sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
es_419: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
hu: Kijelentkezés
id: Keluar
it: Esci dall'account
ja: サインアウト
ko: 로그아웃
nb: Logg av
nl: Uitloggen
pl: Wyloguj
pt: Terminar sessão
pt_br: Encerrar sessão
ro: Deconectare
ru: Выйти
sk: Odhlásiť sa
sl: Odjava
sv: Logga ut
tr: Oturumu kapat
uk: Вийти
zh_hans: 登出
zh_hant: 登出

source: Sign Out of All Accounts
be: Выйсці з усіх уліковых запісаў
ca: Tanca la sessió de tots els comptes
cs: Odhlásit se ze všech účtů
da: Log ud af alle konti
de: Von allen Konten abmelden
el: Αποσύνδεση από Όλους τους Λογαριασμούς
es: Cerrar sesión en todas las cuentas
es_419: Cerrar sesión en todas las cuentas
fi: Kirjaudu ulos kaikilta tileiltä
fr: Se déconnecter de tous les comptes
hu: Kijelentkezés az összes fiókból
id: Keluar dari Semua Akun
it: Esci da tutti gli account
ja: すべてのアカウントからサインアウト
ko: 모든 계정에서 로그아웃
nb: Logg av alle kontoer
nl: Uitloggen van alle accounts
pl: Wyloguj się ze wszystkich kont
pt: Terminar sessão de todas as contas
pt_br: Encerrar sessão de todas as contas
ro: Deconectare din toate conturile
ru: Выйти из всех аккаунтов
sk: Odhlásiť zo všetkých účtov
sl: Odjava iz vseh računov
sv: Logga ut från alla konton
tr: Tüm hesapların oturumunu kapat
uk: Вийти з усіх облікових записів
zh_hans: 登出所有账户
zh_hant: 登出所有帳戶

source: The [sender verification failed](https://proton.me/support/sender-verification-failed) because it was not signed. Please confirm the authenticity of the email with your contact.
be: [Збой спраўджання адпраўніка](https://proton.me/support/sender-verification-failed), бо ён не быў падпісаны. Пацвердзіце сапраўднасць электроннай пошты са сваім кантактам.
ca: La [verificació del remitent ha fallat](https://proton.me/support/sender-verification-failed) perquè no s'havia signat. Confirmeu l'autenticitat del correu electrònic amb el vostre contacte.
cs: [Ověření odesílatele selhalo](https://proton.me/support/sender-verification-failed), protože zpráva nebyla podepsána. Potvrďte prosím pravost e-mailu u svého kontaktu.
da: [Afsenderbekræftelse fejlede](https://proton.me/support/sender-verification-failed), fordi den ikke var signeret. Bekræft e-mailens autenticitet med din kontakt.
de: Die [Überprüfung des Absenders ist fehlgeschlagen](https://proton.me/support/sender-verification-failed), da die E-Mail nicht signiert war. Bitte lasse dir die Echtheit der E-Mail von deinem Ansprechpartner bestätigen.
el: Η [επαλήθευση του αποστολέα απέτυχε](https://proton.me/support/sender-verification-failed) επειδή δεν ήταν υπογεγραμμένο. Παρακαλούμε επιβεβαιώστε την αυθεντικότητα του email με τον επαφή σας.
es: La [verificación del remitente ha fallado](https://proton.me/support/sender-verification-failed) porque el mensaje no estaba firmado. Por favor, confirma la autenticidad del correo electrónico con tu contacto.
es_419: El [remitente no pudo ser verificado](https://proton.me/support/sender-verification-failed) porque no estaba firmado. Confirme la autenticidad del correo electrónico con su contacto.
fi: [Lähettäjän vahvistus epäonnistui](https://proton.me/support/sender-verification-failed), koska sitä ei ollut allekirjoitettu. Vahvista sähköpostin aitous yhteystietosi kanssa.
fr: La [vérification de l'expéditeur n'a pas abouti] (https://proton.me/support/sender-verification-failed) car le message n'était pas signé. Veuillez confirmer l'authenticité du message auprès de votre contact.
it: La verifica [del mittente non è riuscita](https://proton.me/support/sender-verification-failed) perché non è stata firmata. Conferma l'autenticità dell'email con il tuo contatto.
nb: [Avsenderverifiseringen mislyktes](https://proton.me/support/sender-verification-failed) fordi den ikke var signert. Bekreft ektheten til e-posten med kontakten din.
nl: De [verificatie van de afzender is mislukt](https://proton.me/support/sender-verification-failed) omdat deze niet ondertekend was. Bevestig de authenticiteit van de e-mail bij uw contactpersoon.
pt_br: O [remetente não pôde ser verificado](https://proton.me/support/sender-verification-failed) pois não foi assinado. Por favor, confirme a autenticidade do e-mail com seu contato.
ro: [Verificarea expeditorului](https://proton.me/support/sender-verification-failed) a eșuat, deoarece nu a fost semnat. Confirmați autenticitatea mesajului cu autorul acestuia.
sk: [Overenie odosielateľa](https://proton.me/support/sender-verification-failed) zlyhalo, pretože nebolo podpísané. Overte pravosť emailu u svojho kontaktu, prosím.
sv: [Avsändarverifieringen misslyckades](https://proton.me/support/sender-verification-failed) eftersom den inte var signerad. Bekräfta autenticiteten av e-posten med din kontakt.
tr: [Gönderici doğrulanamadı](https://proton.me/support/sender-verification-failed) çünkü imzalanmamış. Lütfen e-postanın değiştirilmediğini ilgili kişiyle doğrulayın.

source: The [sender verification failed](https://proton.me/support/sender-verification-failed). Please confirm the authenticity of the email with your contact.
be: [Збой спраўджання адпраўніка](https://proton.me/support/sender-verification-failed). Пацвердзіце сапраўднасць электроннай пошты са сваім кантактам.
ca: La [verificació del remitent ha fallat](https://proton.me/support/sender-verification-failed). Confirmeu l'autenticitat del correu electrònic amb el vostre contacte.
cs: [Ověření odesílatele selhalo](https://proton.me/support/sender-verification-failed). Potvrďte prosím pravost e-mailu u svého kontaktu.
da: [Afsenderbekræftelse fejlede](https://proton.me/support/sender-verification-failed). Bekræft e-mailens autenticitet med din kontakt.
de: Die [Überprüfung des Absenders ist fehlgeschlagen](https://proton.me/support/sender-verification-failed). Bitte lasse dir die Echtheit der E-Mail von deinem Ansprechpartner bestätigen.
el: Η [επαλήθευση του αποστολέα απέτυχε](https://proton.me/support/sender-verification-failed). Παρακαλούμε επιβεβαιώστε την αυθεντικότητα του email με την επαφή σας.
es: La [verificación del remitente ha fallado](https://proton.me/support/sender-verification-failed). Confirma la autenticidad del correo electrónico con tu contacto.
es_419: El [remitente no pudo ser verificado](https://proton.me/support/sender-verification-failed). Confirme la autenticidad del correo electrónico con su contacto.
fi: [Lähettäjän vahvistus epäonnistui](https://proton.me/support/sender-verification-failed). Vahvista sähköpostin aitous yhteystietosi kanssa.
fr: La [vérification de l'expéditeur n'a pas abouti] (https://proton.me/support/sender-verification-failed). Veuillez confirmer l'authenticité du message auprès de votre contact.
it: La verifica [del mittente non è riuscita](https://proton.me/support/sender-verification-failed). Conferma l'autenticità dell'email con il tuo contatto.
nb: [Avsenderverifiseringen mislyktes](https://proton.me/support/sender-verification-failed). Bekreft ektheten til e-posten med kontakten din.
nl: De [verificatie van de afzender is mislukt](https://proton.me/support/sender-verification-failed). Bevestig de authenticiteit van de e-mail bij uw contactpersoon.
pt_br: A [verificação do remetente falhou](https://proton.me/support/sender-verification-failed). Por favor, confirme a autenticidade do e-mail com seu contato.
ro: [Verificarea expeditorului](https://proton.me/support/sender-verification-failed) a eșuat. Confirmați autenticitatea mesajului cu autorul mesajului.
sk: [Overenie odosielateľa](https://proton.me/support/sender-verification-failed) zlyhalo. Overte pravosť emailu u svojho kontaktu, prosím.
sv: [Avsändarverifieringen misslyckades](https://proton.me/support/sender-verification-failed). Bekräfta autenticiteten av e-posten med din kontakt.
tr: [Gönderici doğrulanamadı](https://proton.me/support/sender-verification-failed). Lütfen e-postanın değiştirilmediğini ilgili kişiyle doğrulayın.
